frontend/controllers/UserController.php

    public function actionIndex()
    {
return $_SERVER['SCRIPT_FILENAME'];
	return json_encode(User::find()->asArray()->all());
---
SELECT * FROM `user`